Repository: br-automation-com/mapp-Framework
Catalog: BaseProject/Logical/mappView/Resources/Texts/HMI_PagesTexts/WelcomePageTexts.tmx
Source language: en
Languages: zh, zh_cn

source: Company Name
zh: 公司
zh_cn: 公司

source: Company Address
zh: 公司地址
zh_cn: 公司地址

source: Tel
zh: 电话
zh_cn: 电话

source: Website
zh: 网地址
zh_cn: 网地址

source: Machine Name
zh: 设备
zh_cn: 设备

source: Press Image To Login
zh: 按图像登录
zh_cn: 按图像登录

source: B&R China
zh: 贝加莱工业自动化（中国）
zh_cn: 公司

# Buiding No.21, Gems Park No.487 Tianlin Road Shanghai, P.R.China
source: Buiding No.21, Gems Park\nNo.487 Tianlin Road\nShanghai, P.R.China
zh: 上海市徐汇区田林路487号21号楼 \n200233
zh_cn: 公司地址

source: Language
zh: 语言

source: Login
zh: 登录

source: www.br-automation.com
zh_cn: 网地址

source: General Application Template v1.1
zh_cn: 设备
